[Demo_Sisters_ep5_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2136,Y=-2193,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=2136,Y=-2383,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_1.GG2_V_Sisters_ep5_1_001_Cue',Name="エコロ")
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[13]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_1.GG2_V_Sisters_ep5_1_003_Cue',Name="エコロ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_1101_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_1.GG2_V_Sisters_ep5_1_005_Cue',Name="エコロ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_1.GG2_V_Sisters_ep5_1_007_Cue',Name="エコロ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_1.GG2_V_Sisters_ep5_1_008_Cue',Name="エコロ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0110_fx_Stand2Go",Rate=0,Number=3,Bit=1)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1000_lp_Go",Number=8)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_1.GG2_V_Sisters_ep5_1_010_Cue',Name="エコロ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[41]=(Actor=WINDOW,Command=EXIT)
DemoScripts[42]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[43]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[44]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[45]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[46]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep5_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep5_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="那麼,峯大大人./n為了面對接下來和惡魔的戰鬥,/n我們就努力強化受歡迎氣場吧.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="那該不會是要......")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="是的,要四處讓女孩子/n乒乒怦怦地不斷昇天.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="......做的事情還是沒變呢.")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="淺顯易懂不是很好嗎./n而且不管怎樣,最終都還是要/n突破她們兩位的守護者纔行.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="不過,為什麼受歡迎氣場/n能夠用來迎戰惡魔呢?")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="受歡迎氣場就是愛的波動....../n是作為我們天使或女神大人力量來源的/n神聖能量,所以有驅魔的效果.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="而且用愛的力量戰勝魔鬼/n是古今中外各地故事的王道發展呢.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="愛的波動(受歡迎氣場)啊....../n也能這樣解釋呢......")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="明白的話,/n就為了提升受歡迎氣場開始行腳吧!/n行腳--!")

Texts[10]=(Label="TEXT11",Name="峯大",Text="呃......嗯./n行腳......?")

Texts[11]=(Label="",Name="",Text="")

Texts[12]=(Label="SELECT01",Name="",Text="")

Texts[13]=(Label="SELECT02",Name="",Text="")

Texts[14]=(Label="SELECT03",Name="",Text="")

Texts[15]=(Label="SELECT04",Name="",Text="")

Texts[16]=(Label="SELECT05",Name="",Text="")

Texts[17]=(Label="SELECT06",Name="",Text="")

Texts[18]=(Label="SELECT07",Name="",Text="")

Texts[19]=(Label="SELECT08",Name="",Text="")

Texts[20]=(Label="SELECT09",Name="",Text="")

Texts[21]=(Label="SELECT10",Name="",Text="")


